//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Utzi";
"_upload_file_"             = "Igo fitxategia";
"_download_file_"           = "Deskargatu fitxategia";
"_loading_"                 = "Kargatzen";
"_loading_with_points_"     = "Kargatzen…";
"_loading_num_"             = "%i fitxategia kargatzen";
"_loading_autoupload_"      = "Igoera automatikoa";
"_uploading_"               = "Igotzen";
"_synchronization_"         = "Sinkronizazioa";
"_delete_"                  = "Ezabatu";
"_delete_file_n_"           = "Delete file %i of %i";
"_rename_"                  = "Aldatu izena";
"_move_"                    = "Mugitu";
"_move_file_n_"             = "Move file %i of %i";
"_creating_sharing_"        = "Partekatua sortzen";
"_updating_sharing_"        = "Partekatzea eguneratzen";
"_removing_sharing_"        = "Partekatzea kentzen";
"_add_"                     = "Gehitu";
"_login_"                   = "Hasi saioa";
"_save_"                    = "Gorde";
"_warning_"                 = "Abisua";
"_error_"                   = "Errorea";
"_error_e2ee_"              = "E2EE errorea";
"_no_"                      = "Ez";
"_yes_"                     = "Yes";
"_select_"                  = "Hautatu";
"_deselect_"                = "Deshautatu";
"_select_all_"              = "Hautatu denak";
"_upload_"                  = "Igo";
"_home_"                    = "Fitxategiak";
"_file_to_upload_"          = "Igotzeko fitxategia";
"_destination_"             = "Helburua";
"_ok_"                      = "Ados";
"_beta_version_"            = "Beta bertsioa";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "Egina";
"_passcode_too_short_"      = "Pasahitza laburregia da, gutxienez 4 karaktere behar dira";
"_selected_"                = "Hautatua";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "Ez da konturik aurkitu";
"_info_"                    = "Informazioa";
"_warning_"                 = "Abisua";
"_email_"                   = "Helbide elektronikoa";
"_save_exit_"               = "Gorde gabe irten nahi duzu?";
"_video_"                   = "Bideoa";
"_overwrite_"               = "Gaindatzi";
"_transfers_in_queue_"      = "Transferentzia abioan, itxaron mesedez…";
"_too_errors_automatic_all_"= "Too many errors, go to \"Control Center\" to verify the problem";
"_create_folder_"           = "Sortu karpeta";
"_create_folder_on_"        = "Sortu karpeta hemen";
"_close_"                   = "Itxi";
"_postpone_"                = "Atzeratu";
"_remove_"                  = "Kendu";
"_file_not_found_"          = "Fitxategia ez da aurkitu";
"_continue_"                = "Jarraitu";
"_continue_request_"        = "Jarraitu nahi duzu?";
"_auto_upload_folder_"      = "Eguneratu automatikoki";
"_gallery_"                 = "Galeria";
"_photo_"                   = "Argazkia";
"_audio_"                   = "Audioa";
"_unknown_"                 = "Ezezaguna";
"_next_"                    = "Hurrengoa";
"_success_"                 = "Arrakasta";
"_initialization_"          = "Hasieratzea";
"_experimental_"            = "Esperimentala";
"_select_dir_media_tab_"    = "Hautatu \"Media\" karpeta gisa";
"_error_creation_file_"     = "Ops! Ezin izan da fitxategia sortu";
"_save_path_"               = "Gordetzeko bidea";
"_save_settings_"           = "Gorde ezarpenak";
"_mode_filename_"           = "Fitxategi-izena modua";
"_warning_owncloud_"        = "OwnCloud zerbitzari batera konektatuta zaude. Froga hau eta probatu gabe dago, zure ardurapean erabili. Nextcloud eguneratzeko, ikusi https://nextcloud.com/migration";
"_warning_unsupported_"     = "Nextcloud-en onartzen ez den bertsioa erabiltzen ari zara. Zure datuen segurtasunari dagokionez, azken Nextcloud egonkorrera eguneratzea gomendatzen dugu";
"_restore_"                 = "Berrezarri";
"_camera_roll_"             = "Camera roll";
"_tap_here_to_change_"      = "Sakatu hemen aldatzeko";
"_no_albums_"               = "Ez dago albumik";
"_denied_album_"            = "This app does not have access to \"Photos\", you can enable access in Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";
"_start_"                   = "Hasi";
"_purchase_"                = "Erosi";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it to be able to read the file %@";
"_error_parameter_schema_"  = "Parametro okerrak, ezin da jarraitu";
"_comments_"                = "Iruzkinak";
"_sharing_"                 = "Partekatzen";
"_details_"                 = "Xehetasunak";
"_dark_mode_"               = "Modu iluna";
"_dark_mode_detect_"        = "Detektatu iOS modu iluna";
"_screen_"                  = "Pantaila";
"_wipe_account_"            = "Kontua zerbitzaritik ezabatuta";
"_appconfig_view_title_"    = "Kontuaren konfigurazioa abian...";
"_no_permission_add_file_"  = "Ez duzu fitxategiak gehitzeko baimenik";
"_no_permission_delete_file_" = "Ez duzu fitxategiak ezabatzeko baimenik";
"_no_permission_modify_file_" = "Ez duzu fitxategiak aldatzeko baimenik";
"_request_upload_new_ver_"  = "Fitxategia aldatu egin da, bertsio berria igo nahi duzu ?";
"_add_folder_info_"         = "Gehitu karpetaren informazioa";
"_back_"                    = "Itzuli";
"_search_"                  = "Bilatu";
"_of_"                      = "of";
"_internal_modify_"         = "Editatu barneko editorearekin";
"_database_corrupt_"        = "Oops something went wrong, please enter your credentials but don't worry, your files have remained secure";
"_download_image_max_"      = "Download the image in full resolution";
"_livephoto_save_"          = "Save Live Photo to photo album";
"_livephoto_save_error_"    = "Error during save of Live Photo";
"_file_conflict_num_"       = "file conflict";
"_file_conflicts_num_"      = "file conflicts";
"_file_conflict_desc_"      = "Which files do you want to keep?\nIf you select both versions, the copied file will have a number added to its name.";
"_file_conflict_new_"       = "Fitxategi berriak";
"_file_conflict_exists_"    = "Dagoeneko existitzen diren fitxategiak";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one";
"_move_or_copy_"            = "Lekuz aldatu edo kopiatu";
"_copy_"                    = "Kopiatu";
"_now_"                     = "Orain";

// App

"_network_available_"       = "Network available";
"_network_not_available_"   = "Sarea ez dago eskuragarri";

// Networking

"_file_too_big_"            = "Fitxategi handiegia zifratua/deszifratua izateko";
"_file_too_big_max_100_"    = "File size too big (max 100 kb.)";
"_...loading..._"           = "Kargatzen…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Could not find nor resend file. Delete the upload and reload the file to upload it.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Ezin izan da fitxategia irakurri";

// More

"_more_"                        = "Gehiago";
"_notifications_"               = "Jakinarazpenak";
"_logout_"                      = "Amaitu saioa";
"_quota_space_unlimited_"       = "Mugagabea";
"_quota_space_unknown_"         = "Ezezaguna";
"_quota_using_"                 = "You are using %@ of %@";

// Settings

"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "Ezarpenak";
"_passcode_"                    = "Pasahitza";
"_lock_"                        = "Blokeatu";
"_lock_active_"                 = "Blokeoa: Aktibatuta";
"_lock_not_active_"             = "Blokeoa: Desaktibatuta";
"_lock_protection_no_screen_"        = "Ez galdetu abioan";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for the encryption option";
"_url_"                         = "URLa";
"_username_"                    = "Erabiltzaile-izena";
"_change_credentials_"          = "Change your credentials";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Eguneratu automatikoki";
"_app_version_"                 = "Aplikazioaren bertsioa";
"_app_in_use_"                  = "Application in use";
"_contact_by_email_"            = "Contact us by email";
"_clear_cache_"                 = "Garbitu cachea";
"_clear_cache_footer_"          = "Garbitu deskargatutako eta lineaz kanpoko fitxategiak aplikaziotik";
"_exit_"                        = "Berrezarri aplikazioa";
"_exit_footer_"                 = "Kendu kontuak eta tokiko datuak aplikaziotik";
"_funct_not_enabled_"           = "Functionality not enabled";
"_passcode_activate_"           = "Pasahitzaren blokeoa aktibatuta dago";
"_disabling_passcode_"          = "Pasahitzaren blokeoa kentzen";
"_want_exit_"                   = "Arreta! Hasierako egoerara berrezarriko da. Jarraitu?";
"_proceed_"                     = "Jarraitu";
"_delete_cache_"                = "Delete cache";
"_want_delete_cache_"           = "Cachea ezabatu nahi duzu (horrek abian diren transferentziak ere kentzen ditu) ?";
"_want_delete_thumbnails_"      = "Koadro txikiak ere ezabatu nahi dituzu?";
"_mail_deleted_"                = "Mail deleted";
"_mail_saved_"                  = "E-maila gordeta";
"_mail_sent_"                   = "Eposta bidalia";
"_mail_failure_"                = "Ezin izan da helbide elektronikoa bidali: %@";
"_information_req_"             = "Information request";
"_write_in_english_"            = "Atsegin handiz idatzi iezaguzu ingelesez";
"_credentials_"                 = "Kredentzialak";
"_manage_account_"              = "Manage account";
"_change_password_"             = "Aldatu pasahitza";
"_add_account_"                 = "Gehitu kontua";
"_delete_account_"              = "Kendu kontua";
"_want_delete_"                 = "Ezabatu nahi duzu?";
"_no_delete_"                   = "Ez, ez ezabatu";
"_yes_delete_"                  = "Bai, ezabatu";
"_remove_cache_"                = "Itxaron mesedez, cachea ezabatzen...";
"_optimizations_"               = "Optimizazioak";
"_synchronizations_"            = "Synchronizations folders";
"_version_server_"              = "Server version";
"_help_"                        = "Laguntza";
"_change_simply_passcode_"      = "Aldatu pasahitz mota";
"_quota_"                       = "Kuota";
"_available_"                   = "eskuragarri";
"_accounts_"                    = "Kontuak";
"_information_"                 = "Informazioa";
"_personal_information_"        = "Informazio pertsonala";
"_user_full_name_"              = "Izen osoa";
"_user_address_"                = "Helbidea";
"_user_phone_"                  = "Telefono zenbakia";
"_user_email_"                  = "Helbide elektronikoa";
"_user_web_"                    = "Webgunea";
"_user_twitter_"                = "Twitter";
"_user_job_"                    = "Lana";
"_user_businesssize_"           = "Enpresa tamaina";
"_user_businesstype_"           = "Enpresa mota";
"_user_city_"                   = "Hiria";
"_user_country_"                = "Herrialdea";
"_user_company_"                = "Enpresa";
"_user_role_"                   = "Zeregina";
"_user_zip_"                    = "Zip";
"_user_owner_"                  = "Jabea";
"_user_employee_"               = "Langilea";
"_user_contractor_"             = "Kontratatzailea";
"_user_editprofile_"            = "Editatu profila";
"_favorite_offline_"            = "Gogokoak lineaz kanpo eskuragarri";
"_favorite_offline_footer_"     = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                    = "Aurreratua";
"_disable_files_app_"           = "Desgaitu fitxategien aplikazioaren integrazioa";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";
"_trial_"                       = "Proba";
"_trial_expired_day_"           = "Geratzen diren egunak";
"_disableLocalCacheAfterUpload_footer_" = "Fitxategia kargatu ondoren, ez itzazu tokiko cachean gorde";
"_disableLocalCacheAfterUpload_"        = "Desgaitu tokiko cachea";

// Manage AutoUpload

"_autoupload_"                      = "Argazkiak/bideoak automatikoki kargatu";
"_autoupload_select_folder_"        = "Hautatu \"Auto igoera\" karpeta";
"_autoupload_error_select_folder_"  = "Hautatu \"Karga automatikoa\" baliozko karpeta bat.";
"_autoupload_background_"           = "Karga automatikoa atzeko planoan";
"_autoupload_photos_"               = "Automatikoki kargatu argazkiak";
"_autoupload_videos_"               = "Automatikoki kargatu bideoak";
"_autoupload_description_"          = "Argazki/bideo berriak zure Hodeian kargatuko dira";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "Due to iOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up for a short time and checks for new photos to upload to the cloud.";
"_autoupload_change_location_"      = "Aldatu karpeta";
"_autoupload_location_now_"         = "Karpeta";
"_autoupload_location_default_"     = "Restore default folder";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Hautatu karpeta bat";
"_autoupload_save_album_"           = "Copy photo or video into the photo album";
"_autoupload_fullphotos_"           = "Upload the whole camera roll";
"_autoupload_fullphotos_footer_"    = "Egokitu goiko aukerak igo aurretik";
"_autoupload_create_subfolder_"     = "Erabili azpi-karpetak";
"_autoupload_create_subfolder_footer_" = "Biltegiratu urtearen eta hilabetearen araberako azpi-karpetetan";
"_autoupload_filenamemask_"         = "Aldatu fitxategi-izena maskara";
"_autoupload_filenamemask_footer_"  = "Aldatu fitxategi-izenaren maskara automatikoa";
"_autoupload_current_folder_"       = "Une honetan hautatutako karpeta";

// Manage Help

"_help_tutorial_"               = "Tutoriala";
"_help_intro_"                  = "Nextcloud-rako sarrera";
"_help_activity_verbose_"       = "Jardueraren xehetasunen jarioa";
"_help_activity_mail_"          = "Bidali jarduera helbide elektroniko bidez";
"_help_activity_clear_"         = "Garbitu jarduera";


// Manage Advanced

"_show_hidden_files_"           = "Erakutsi ezkutuko fitxategiak";
"_format_compatibility_"        = "Bateragarrienak";
"_format_compatibility_footer_" = "\"Bateragarrienak\", ahal denean, argazkiak JPEG gisa gordeko ditu";
"_privacy_"                     = "Pribatutasuna";
"_privacy_footer_"              = "Nextcloud iOS uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON";
"_crashservice_title_"          = "Disable crash reporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save, when possible, the photo selected in \"Live Photo\" format";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Konexio errorea";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Add your Nextcloud account";
"_login_url_"                   = "Zerbitzariaren helbidea https://…";
"_login_bottom_label_"          = "Ez duzu zerbitzaririk oraindik?\nAukeratu hornitzailetako bat.";
"_error_multidomain_"           = "Address not allowed, only the following domains are valid:";
"_account_already_exists_"      = "%@ kontua lehendik dago";
"_traditional_login_"           = "Lehengo erregistro-metodora itzuli";
"_web_login_"                   = "Bueltatu saioa hasteko web metodora";
"_login_url_error_"             = "Url error, please verify your server url";

// Favorite

"_favorites_"                   = "Gogokoak";
"_favorite_"                    = "Gogokoa";
"_unfavorite_"                  = "Kendu gogokoetatik";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Gogoko bezala markatutako fitxategi zein karpetak hemen agertuko dira";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "Gehiago";
"_favorite_no_files_"           = "Gogokorik ez oraindik";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "Argazki edo bideorik ez";
"_tutorial_autoupload_view_"                = "You can enable auto uploads from \"Settings\"";
"_no_date_"                                 = "Datarik gabe";
"_today_"                                   = "Gaur";
"_yesterday_"                               = "Atzo";
"_time_"                                    = "Denbora: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\"";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Mesedez joan ezarpenetara eta gaitu \"Argazki baimena\"";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "Oraindik ez da argazki edo bideorik kargatu";
"_create_full_upload_"                      = "Artxiboa sortzen… Denbora luzea iraun dezake, mesedez itxaron.";
"_error_createsubfolders_upload_"           = "Errorea azpikarpetak sortzean";
"_activate_autoupload_"                     = "Gaitu auto-kargatzea";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "In case of a successful automatic upload, a message confirmation is required to delete the photos or videos from the camera roll. Remember that the deleted photos or videos are available in the Trash for 30 days";

// Utility

"_never_"                       = "inoiz ez";
"_less_a_minute_"               = "duela minutu bat baino gutxiago";
"_minutes_ago_"                 = "Duela %d minutu";
"_hours_ago_"                   = "duela %d ordu";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "Interneteko konexioa lineaz kanpokoa dela edo Wi-Fi beharrezkoa da";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Bertsio berritzea, itxaron mesedez...";
"_forbidden_characters_"        = "The file or folder name contains invalid characters";
"_mail_not_can_send_mail_"      = "Ez dago konturik konfiguratuta, edo e-posta okerra sartu da";

// File

"_photo_camera_"                = "Argazkiak";
"_media_"                       = "Multimedia";
"_unzip_in_progress_"           = "Erauzketa prozesua abian biltegiratze lokalean...";
"_file_unpacked_"               = "Fitxategia biltegiratze lokalean despaketatu da";
"_file_saved_local_"            = "Fitxategia biltegiratze lokalean gorde da";
"_file_not_present_"            = "Error: File not present, please reload.";
"_order_by_"                    = "Ordenatu honen arabera";
"_order_by_name_a_z_"           = "Ordenatu izenaren arabera (A-tik Z-ra)";
"_sorted_by_name_a_z_"          = "Sorted by name (from A to Z)";
"_order_by_name_z_a_"           = "Ordenatu izenaren arabera (Z-tik A-ra)";
"_sorted_by_name_z_a_"          = "Sorted by name (from Z to A)";
"_order_by_date_more_recent_"   = "Ordenantu berrienetatik";
"_sorted_by_date_more_recent_"  = "Sorted from the most recent";
"_order_by_date_less_recent_"   = "Sort from the less recent";
"_sorted_by_date_less_recent_"  = "Sorted from the less recent";
"_order_by_size_smallest_"      = "Ordenatu txikienetatik";
"_sorted_by_size_smallest_"     = "Sorted from the smallest";
"_order_by_size_largest_"       = "Ordenatu handienetatik";
"_sorted_by_size_largest_"      = "Sorted from the largest";
"_delete_selected_files_"       = "Ezabatu fitxategiak";
"_move_selected_files_"         = "Move files";
"_move_or_copy_selected_files_" = "Mugitu edo kopiatu fitxategiak";
"_download_selected_files_"     = "Deskargatu fitxategiak";
"_download_selected_files_folders_" = "Deskargatu fitxategiak eta karpetak";
"_error_operation_canc_"        = "Error: Operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate it in the \"Settings\".";
"_go_to_app_settings_"          = "Joan aplikazioaren ezarpenetara";
"_passcode_protection_"         = "Pasahitz bidezko babesa";
"_remove_favorites_"            = "Kendu gogokoetatik";
"_remove_offline_"              = "Kendu lineatik kanpo";
"_add_favorites_"               = "Gehitu gogokoetan";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Kendu pasahitz bidezko babesa";
"_protect_passcode_"            = "Babestu pasahitzaz";
"_share_"                       = "Partekatu";
"_reload_"                      = "Birkargatu";
"_open_in_"                     = "Ireki honekin…";
"_remove_local_file_"           = "Kendu katxetik";
"_add_local_"                   = "Gehitu biltegiratze lokalera";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "fitxategia ez da igo";
"_folders_"                     = "karpetak";
"_folder_"                      = "karpeta";
"_files_"                       = "fitxategiak";
"_file_"                        = "fitxategia";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files…";
"_no_file_pull_down_"           = "Kargatu fitxategi bat edo tiratu beherantz freskatzeko";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Itzali sinkronizazioa";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "After enabling the offline folder, all files in it will be synchronized with the server, continue?";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DESKARGATU";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Ordenatu alfabetikoki";
"_group_alphabetic_no_"         = "Taldekatu alfabetikoki";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Taldekatu dataren arabera";
"_group_date_no_"               = "Taldekatu dataren arabera";
"_element_"                     = "elementua";
"_elements_"                    = "elementuak";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ to upload";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ to download";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Gorde irudiak eta bideoak argazki albumean";
"_file_not_saved_cameraroll_"   = "Error: File not saved in photo album";
"_file_saved_cameraroll_"       = "Fitxategia argazki albumean gorde da";
"_directory_on_top_yes_"        = "✓ Karpetak goian";
"_directory_on_top_no_"         = "Karpetak goian";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "Emaitzarik ez";
"_search_in_progress_"          = "Bilatzen...";
"_search_instruction_"          = "Search for file (minimum 2 characters)";
"_files_no_files_"              = "Ez dago fitxategirik hemen";
"_files_no_folders_"            = "Ez dago karpetarik hemen";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "AUDIOA";
"compress"                      = "KONPRIMITU";
"directory"                     = "KARPETAK";
"document"                      = "DOKUMENTUAK";
"image"                         = "IRUDIAK";
"template"                      = "TXANTILOIAK";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Fitxategia ez dago zerbitzarian";

"_copy_file_"                   = "Kopiatu fitxategia";
"_copy_files_"                  = "Kopiatu fitxategiak";
"_paste_file_"                  = "Itsatsi fitxategia";
"_paste_files_"                 = "Itsatsi fitxategiak";
"_open_quicklook_"              = "Open with Quick Look";

"_search_this_folder_"          = "Bilatu karpeta honetan";
"_search_all_folders_"          = "Bilatu karpeta guztietan";
"_search_sub_folder_"           = "Bilatu hemen eta azpikarpetetan";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";
"_cancel_all_task_"             = "Utzi transferentzia guztiak";

"_status_wait_download_"        = "Deskargaren zain";
"_status_in_download_"          = "Deskargan";
"_status_downloading_"          = "Deskargatzen";
"_status_wait_upload_"          = "Waiting for upload";
"_status_in_upload_"            = "Kargatzen";
"_status_uploading_"            = "Igotzen";

// Media

"_select_media_folder_"         = "hautatu \"Multimedia\" karpeta";
"_media_viewimage_show_"        = "Erakutsi irudiak";
"_media_viewimage_hide_"        = "Ezkutatu irudiak";
"_media_viewvideo_show_"        = "Erakutsi bideoa";
"_media_viewvideo_hide_"        = "Ezkutatu bideoa";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Pasahitz okerra";
"_error_download_photobrowser_" = "Error: Unable to download photo";

// Share

"_share_link_"                  = "Partekatu esteka";
"_share_link_button_"           = "Bidali esteka honi…";
"_password_"                    = "Pasahitza";
"_share_password_"              = "Pasahitzaz babestutako esteka";
"_share_expirationdate_"        = "Ezarri estekaren iraungitze-data";
"_date_"                        = "Data";
"_share_title_"                 = "Partekatu";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share, remove all users and groups";
"_find_sharee_title_"           = "Bilatu";
"_find_sharee_"                 = "Bilatu erabiltzaile edo taldez...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Partekatu";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Sartu erabiltzaile-izena...";
"_user_sharee_footer_"          = "Klik egin baimenak aldatzeko";
"_share_type_title_"            = "Partekatze mota";
"_share_type_user_"             = "Erabiltzailea";
"_share_type_group_"            = "Taldea";
"_share_type_remote_"           = "Urrunekoa";
"_enforce_password_protection_" = "Betearazi pasahitzaren babesa";
"_password_obligatory_"         = "Enforce password protection enabled, password obligatory";
"_shared_with_you_by_"          = "Shared with you by";
"_shareLinksearch_placeholder_" = "Sartu izen bat eta sakatu Enter";
"_new_comment_"                 = "Iruzkin berria...";
"_edit_comment_"                = "Editatu iruzkina";
"_delete_comment_"              = "Ezabatu Iruzkina";
"_share_allow_editing_"         = "Baimendu editatzea";
"_share_read_only_"             = "Irakurtzeko soilik";
"_share_allow_upload_"          = "Onartu kargatzea eta edizioa";
"_share_file_drop_"             = "Fitxategia jaregin (kargatzeko soilik)";
"_share_hide_download_"         = "ezkutuko deskarga";
"_share_password_protect_"      = "Babestu pasahitzarekin";
"_share_expiration_date_"       = "Ezarri iraungitze-data";
"_share_note_recipient_"        = "Oharra hartzailearentzat";
"_share_delete_sharelink_"      = "Ezabatu partekatze esteka";
"_share_add_sharelink_"         = "Gehitu beste esteka bat";
"_share_can_reshare_"           = "Berriz partekatu dezake";
"_share_can_create_"            = "Sortu dezake";
"_share_can_change_"            = "Aldatu dezake";
"_share_can_delete_"            = "Ezabatu dezake";
"_share_unshare_"               = "Ez partekatu";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Editatu dezake";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Sortu dezake";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Karpetak sortu ditzake";
"_share_permission_change_"         = "Aldatu dezake";
"_share_permission_delete_"         = "Ezabatu dezake";
"_share_permission_share_"          = "Partekatu dezake";
"_share_permission_rename_"         = "Izenak aldatu ditzake";
"_share_permission_move_"           = "Can move";
"_share_permission_read_"           = "Irakurri dezake";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "Fitxategia/Karpeta";
"_share_permission_type_"           = "Mota";
"_share_permission_typeuser_"       = "Erabiltzailea";
"_share_permission_typegroup_"      = "Taldea";
"_share_permission_typepubliclink_" = "Esteka";
"_share_permission_typefederated_"  = "Federatua";
"_share_permission_owner_"          = "Jabea";
"_share_permission_date_"           = "Data";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "Irakurtzeko soilik";
"_share_link_modify_"               = "Baimendu editatzea";
"_share_link_upload_"               = "Fitxategia jaregin (kargatzeko soilik)";
"_share_link_upload_modify_"        = "Onartu kargatzea eta edizioa";
"_share_link_hide_download_"        = "ezkutuko deskarga";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Zurekin partekatua";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Karpeta: %@";

"_no_transfer_"                     = "Ez dago transferentziarik oraindik";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_"                     = "Jarduerarik ez oraindik";
"_transfers_"                       = "Transferentziak";
"_activity_"                        = "Jarduera";
"_activity_file_not_present_"       = "Fitxategia ez dago jada";
"_trash_file_not_found_"            = "It seems that the file is not in the trash, go to the trash to update it and try again";

// List Shares

"_list_shares_"                     = "Partekatzeak";
"_list_shares_no_files_"            = "Ez dago partekatzerik oraindik";
"_tutorial_list_shares_view_"       = "Partekatzen dituzun fitxategi eta karpetak hemen agertuko dira";


// Offline - Local Storage

"_create_synchronization_"          = "Sortu sinkronizazioa";
"_offline_"                         = "Lineaz kanpo";
"_local_storage_"                   = "Biltegiratze lokala";
"_local_storage_no_record_"         = "Ez dago fitxategirik oraindik";

// Create Cloud

"_upload_photos_videos_"            = "Kargatu argazkiak edo bideoak";
"_upload_file_"                     = "Igo fitxategia";
"_upload_file_text_"                = "Sortu testu fitxategia";
"_create_nextcloudtext_document_"   = "Create text document";

// Document Picker

"_save_document_picker_"            = "Gorde hemen";

// CreateFormUploadAssets

"_destination_folder_"              = "Helburuko karpeta";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Aldatu izena";
"_filename_"                        = "Fitxategi-izena";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "The file or folder name contains invalid characters";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Argazkia/Bideoa";
"_maintain_original_filename_"      = "Mantendu jatorrizko fitxategi-izena";
"_modify_photo_"                    = "Modify photo";

// Notification

"_notification_"                    = "Jakinarazpena";
"_no_notification_"                 = "No notification yet";

// Photo Browser

"Done"                              = "Egina";
"Select Photos"                     = "Select Photos";
"photo"                             = "argazkia";
"photos"                            = "photos";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

// Text File

"_untitled_txt_"                    = "Izengabea.txt";
"_text_upload_title_"               = "Kargatu testu fitxategia";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Zifratzea";
"_e2e_settings_"                    = "Muturretik muturrerako zifratzea";
"_e2e_settings_start_"              = "Hasi muturretik muturrerako zifratzea";
"_e2e_settings_not_available_"      = "Muturretik muturrerako zifratzea ez dago erabilgarri";
"_e2e_settings_activated_"          = "Muturretik muturrerako zifratzea aktibatuta";
"_e2e_settings_view_passphrase_"    = "12 hitz guztiek batera pasahitz oso gogorra osatzen dute, zure enkriptatutako fitxategiak bakarrik ikusi eta erabil ditzazun. Idatzi eta gorde itzazu nonbait.";
"_e2e_settings_read_passphrase_"    = "Irakurri pasahitza";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Eskatu pasahitza";
"_e2e_passphrase_request_message_"  = "Sartu 12 hitz";
"_e2e_settings_remove_"             = "Kendu zifratzea lokalki";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Zifratu";
"_e2e_remove_folder_encrypted_"     = "Deszifratu";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Ezin izan da zifratutako fitxategia sortu";
"_e2e_error_update_metadata_"       = "Errorea metadatuak eguneratzen";
"_e2e_error_store_metadata_"        = "Ezin izan dira metadatuak gorde";
"_e2e_error_send_metadata_"         = "Ezin izan dira meta-datuak bidali";"_e2e_error_delete_metadata_"       = "Ezin izan dira metadatuak ezabatu";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Ezin izan da karpeta desblokeatu";
"_e2e_error_lock_"                  = "Ezin izan da karpeta blokeatu";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Zifratze-karpeta";
"_e2e_error_directory_not_empty_"   = "Karpeta ez dago hutsik";

// Scan Document

"_scans_document_"                  = "Eskaneatu dokumentua";
"_scanned_images_"                  = "Eskaneatutako irudiak";
"_scan_document_pdf_page_"          = "Orria";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Jatorrizkoa";
"_filter_bn_"                       = "Zuri eta beltza";
"_filter_grayscale_"                = "Gris eskala";
"_quality_image_title_"             = "Irudiaren kalitatea";
"_quality_high_"                    = "Kalitate handiko fitxategiaren tamaina handia";
"_quality_medium_"                  = "Kalitate ertainerako fitxategiaren batez besteko tamaina ";
"_quality_low_"                     = "Kalitate txikiko fitxategiaren tamaina txikia";
"_file_type_"                       = "Fitxategi mota";
"_pdf_password_"                    = "PDF Pasahitza";
"_file_creation_"                   = "Fitxategiaren sorrera";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";
"_text_recognition_"                = "Text recognition";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Aztertzen";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Hurrengoa";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Editatu eskaneoa";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Egina";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Berrikusi";

// Trah

"_trash_view_"                      = "Ezabatutako fitxategiak";
"_trash_restore_all_"               = "Berreskuratu fitxategi guztiak";
"_trash_delete_all_"                = "Hustu zakarrontzia";
"_trash_no_trash_"                  = "Ez da fitxategirik ezabatu";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Berreskuratu hautatutako fitxategiak";
"_trash_delete_selected_"           = "Ezabatutako hautatutako fitxategiak";

// Offline

"_manage_file_offline_"             = "Manage offline files";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "Sortu dokumentu berria";
"_create_new_spreadsheet_"          = "Sortu kalkulu orri berria";
"_create_new_presentation_"         = "Sortu aurkezpen berria";
"_go_online_"                       = "Go online to see the document";

// Intro

"_intro_1_title_"                   = "Mantendu zure datuak seguru eta zure kontrolpean";
"_intro_2_title_"                   = "Lankidetza segurua eta fitxategien partekatzea";
"_intro_3_title_"                   = "Easy-to-use web mail, calendering & contacts";
"_intro_4_title_"                   = "Pantaila partekatzea, online bilerak eta web konferentziak";

"_log_in_"                          = "Hasi saioa";
"_sign_up_"                         = "Erregistratu hornitzaile batekin";
"_host_your_own_server"             = "Ostatatu zure zerbitzaria";

// Error

"_unauthorized_"                        = "Baimenik gabe";
"_bad_username_password_"               = "Erabiltzaile edo pasahitz okerra";
"_cancelled_by_user"                    = "Transfer canceled";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "Kargatu nahi duzun fitxategia ez da existitzen";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Server connection error";
"_not_possible_connect_to_server_"      = "It is not possible to connect to the server at this time";
"_not_possible_create_folder_"          = "Folder could not be created";
"_server_down_"                         = "Ezin izan da zerbitzaria atzitu";
"_time_out_"                            = "Denbora-muga, saiatu berriro";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_authentication_required_"        = "User authentication required";
"_file_directory_locked_"               = "Fitxategia edo direktorio blokeatua";
"_ssl_certificate_untrusted_"           = "Zerbitzari honen ziurtagiria baliogabea da";
"_internal_server_"                     = "Barneko zerbitzari-errorea";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Ustekabeko eskaera metodoa";
"_reauthenticate_user_"                 = "Sarbidea iraungita, saioa berriro hasi";
"_server_error_retry_"                  = "Zerbitzaria aldi baterako ez dago erabilgarri";
"_too_many_files_"                      = "Fitxategi gehiegi egongo lirateke eragiketa honetan";
"_too_many_request_"                    = "Eskaera gehiegi bidaltzeak tasa mugara iristea eragin du";
"_user_over_quota_"                     = "Biltegiratze kuotara iritsi da";
"_ssl_connection_error_"                = "Connection SSL error, try again";
"_bad_request_"                         = "Okerreko eskaera";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "Erabiltzailea ez dago eskuragarri";
"_server_response_error_"               = "Zerbitzariaren erantzun edukiaren errorea";
"_no_nextcloud_found_"                  = "Ez da aurkitu Nextcloud zerbitzaria";
"_error_decompressing_"                 = "Error during decompressing. Unknown compression method or the file is corrupt";
"_error_json_decoding_"                 = "Serious internal error in decoding metadata (The data couldn’t be read because it isn’t in the correct format.)";

// QRCode

"_qrcode_not_authorized_"   = "Aplikazio honek ez du atzeko kamera erabiltzeko baimenik";
"_qrcode_not_supported_"    = "QRCodea ez da uneko gailuan onartzen";

// Voice Memo

"_create_voice_memo_"       = "Sortu ahots-oharra";
"_voice_memo_start_"        = "Sakatu hasteko";
"_voice_memo_stop_"         = "Sakatu gelditzeko";
"_voice_memo_filename_"     = "Voice memo";
"_voice_memo_title_"        = "Kargatu ahots-oharra";

// Passcode

"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "Ezabatu";
"Cancel"                    = "Utzi";

// IM

"_textnote_"                = "Testu-oharra";
"_audionote_"               = "Audio-oharra";
"_removeaudionote_"         = "Do you want delete the audio note?";
"_detailpicture_"           = "Detail picture";
"_creation_archive_error_"  = "Error while creating archive";
"_read_audio_error_"        = "Error while reading audio file";
"_create_audio_error_"      = "Error while creating audio file";
"_create_image_error_"      = "Error while creating image file";
"_error_open_file_"         = "Error while opening a file";
"_new_background_im_"       = "Select an image, take a picture or do not select anything for a canvas background. Press 'Done' to complete.";
